Revit 2027 API
SymbolTypeId.MSup3PerS Property
 Symbol m³/s, indicating unit Cubic meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup3PerS { get; }
Public Shared ReadOnly Property MSup3PerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup3PerS {
	ForgeTypeId^ get ();
}
static member MSup3PerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace